{
    "description": "(이 앱은 교보 샘 기기에 배포된 EInk 전용 앱입니다.)\n\n\n\n국내 최대 eBook 서점 교보eBook에서 독자분들이 그토록 원하시던 기본기에 충실한, 그리고 더욱 편리해진 좋은 앱을 선보입니다.\n\n> 최적화된 eBook독서 경험을 위한 읽기 설정과 기능을 더욱 강화 했습니다.\n> 다양하고 편리한 기능을 안정적으로 제공하며 빠르게 업데이트를 진행합니다.\n> 기존 앱 대비 빠른 실행과 속도감 있는 페이지 넘김을 경험하실 수 있습니다.\n> 통합검색 한 번으로, 구매할 책과 책장의 책을 검색하실 수 있습니다. [안드로이드만 지원]\n\n[새롭게 추가된 기능]\n\n1. 나의 모든 eBook, 나만의 책장에서 관리한다!\n구매 도서 목록, 다운로드한 도서, 직접 올린 파일까지 『기본책장』과 직접 책장을 만들어서 관리할 수 있어요.\n\n2. 무료책과 이벤트 정보를 한번에 보여준다!\n로그인을 하지 않아도 본문 전체가 수록된 도서를 무료로 읽으실 수 있어요. 스토어 이벤트 정보도 한곳에 모아서 볼 수 있어요.\n\n3. 다양한 기기, 최대 5대까지 이어본다!\n구매하신 eBook은 PC, 스마트폰, 태블릿 등 최대 5대의 단말기에서, 내가 읽은 페이지부터 읽을 수 있어요.\n\n4. 형광펜, 메모, 최근 읽은 페이지, 이제 책장까지 동기화한다!\n형광펜, 메모, 최근 읽은 페이지, 내가 직접 만든 책장까지 동기화되어 언제 어디서든 나만의 독서이력을 이어갈 수 있어요.\n\n5. 나만의 감동을 소셜 감동으로 전한다!\n책 속 맘에 드는 문장을 멋진 이미지와 함께 SNS로 공유하여 나만의 독서 경험을 소셜 독서 경험으로 확장시킬 수 있어요.\n\n6. 보는 즐거움을 듣는 즐거움으로 바꾼다!\n다양한 목소리로 제공되는 한국어, 영어 TTS로 보는 즐거움을 듣는 즐거움을 바꾸어보세요! 시간 설정 기능 추가로 잠잘 때도 OK!\n\n7. 나만의 스타일로 최적화된 독서환경을 만든다!\n다양한 폰트를 지원하고 크기, 줄 간격 등 나의 취향 대로 조정하여 가장 읽기 편한 독서환경을 만들 수 있어요.\n\n8. 최고의 멀티미디어eBook 뷰어의 명성을 이어간다!\n국내에서 가장 최적화된 ePub3 표준 지원 뷰어를 제공하여 독점 멀티미디어eBook을 통해 차별화된 eBook 콘텐츠를 경험할 수 있어요!\n\n9. 통합 검색기능으로 한 번에 스토어와 책장 도서를 검색한다! (안드로이드만 해당)\n통합 검색 기능으로 구매할 도서, 책장 내 도서를 가장 빠르고, 편리하게 검색할 수 있어요!\n\n[여기, 주목!]\n무선 데이터 통신망(3G/LTE 등)으로 접속 시 별도의 데이터 이용료가 발생할 수 있습니다. 남은 데이터를 미리 확인해주세요!\n\neBook 보기 딱 좋은 앱, 교보eBook\n\n\n* 서비스에 필요한 접근 권한 안내\n\n[필수 접근 권한]\n- 전화 : 디바이스정보 및 도서 구매내역 확인을 위한 디바이스 조회 및 고객센터 전화걸기를 위해 사용합니다.\n- 저장공간 : 도서파일 저장 및 도서 읽기를 위해 사용합니다.\n\n고객센터 : 1544-1900",
    "patch_description": "[2022년 1월 4일 패치]\n\n(1.1.2_patch_v1)\n● 물리키 및 리모컨 페이지 넘김 대응\n\n  - 이전 페이지 : DPAD_UP(19), DPAD_LEFT(21), VOLUME_UP(24), PAGE_UP(92)\n  - 다음 페이지 : DPAD_DOWN(20), DPAD_RIGHT(22), VOLUME_DOWN(25), PAGE_DOWN(93)\n\n● 앱이 SD카드에 설치 가능하도록 수정",
    "update_log": [
        {
            "index": 0,
            "version": "1.1.0",
            "date": "2022-10-09",
            "contents": ""
        },
        {
            "index": 1,
            "version": "1.1.2",
            "date": "2022-10-09",
            "contents": "교보문고 사이트 및 시스템 개편에 따른 로그인 불가 문제 수정"
        }
    ]
}